/* No comment provided by engineer. */
"Export '%@' to shared folder '%@'" = "„%1$@“ in den freigegebenen Ordner „%2$@“ exportieren";

/* No comment provided by engineer. */
"Export podcast to a shared folder" = "Podcast in einen freigegebenen Ordner exportieren";

/* No comment provided by engineer. */
"Folder" = "Ordner";

/* No comment provided by engineer. */
"No media selected." = "Keine Medien ausgewählt.";

/* No comment provided by engineer. */
"Selected media does not exist." = "Die ausgewählten Medien existieren nicht.";

/* No comment provided by engineer. */
"Shared folder path cannot be empty." = "Der Pfad für den freigegebenen Ordner darf nicht leer sein.";

/* No comment provided by engineer. */
"Unknown" = "Unbekannt";

